Repository: Fritzent/Identity
Catalog: lib/l10n/app_*.arb
Languages: id

# welcomeToText
source: Welcome to
id: Selamat datang di

# identityMotto
source: - your personal cv management
id: - management cv pribadi anda

source: Get Started
id: Mulai

# alreadyHaveAccount
source: Already have an account?
id: Sudah punya akun?

source: Sign In
id: Masuk

# signInSubTitle
source: Let’s connect to your account!
id: Ayo hubungkan ke akun anda!

# fullNameText
source: Full name
id: Nama lengkap

# inputFullNameHintText
source: Input your full name
id: Silahkan ketik nama lengkap anda

# inputEmailHintText
source: Input your active email
id: Silahkan ketik email aktif anda

# createPasswordText
source: Create password
id: Buat kata sandi

# createPasswordHintText
source: Input your secret password
id: Ketik kata sandi rahasia anda

# confirmPasswordText
source: Confirm password
id: Konfirmasi kata sandi

# confirmPasswordHintText
source: Confirm your secret password
id: Konfirmasi kata sandi rahasia anda

# passwordText
source: Password
id: Kata sandi

# passwordHintText
source: Input your secret password
id: Ketik kata sandi rahasia anda

# continueWithText
source: Or Continue With
id: Atau lanjutkan dengan

# dontHaveAccount
source: Don’t have an account?
id: Belum punya akun?

source: Sign Up
id: Daftar

# signUpSubTitle
source: First let’s create your account!
id: Pertama mari kita buat akun Anda!

# textFieldErrorEmptyMessage
source: Column {field} cannot be empty
id: Kolom {field} tidak boleh kosong

# registerDataChooseTitle
source: What personal data you wish to share with us?
id: Data pribadi apa yang ingin anda bagikan kepada kami?

# registerDataChooseSubTitile
source: Choose at least one to help us prepare you side
id: Pilih setidaknya satu untuk membantu kami mempersiapkan sisi anda

# continueText
source: Continue
id: Selanjutnya

# biographyText
source: Biography
id: Biografi

# biographySubTitle
source: Help us to know more about your self to prepare your biography side.
id: Bantu kami untuk mengetahui lebih banyak tentang diri Anda.

# professionalTitle
source: Professional name
id: Nama profesional

# professionalFieldHint
source: Input your complete name
id: Masukkan nama lengkap Anda

# tellUsAboutTitle
source: Tell us about you
id: Beritahu kami tentang Anda

# tellUsAboutFieldHint
source: Describe about yourself
id: Jelaskan tentang diri Anda

# dateOfBirthTitle
source: Date of birth
id: Tanggal lahir

# dateOfBirthFieldHint
source: Select your date birthday
id: Pilih tanggal ulang tahun Anda

# currentLastJobTitle
source: Current / Last job position
id: Posisi pekerjaan saat ini / terakhir

# currentLastJobFieldHint
source: Input your job position
id: Masukkan posisi pekerjaan Anda

# lengthOfWorkExperienceTitle
source: Length of Work Experience
id: Lama Pengalaman Kerja

# lengthOfWorkExperienceFieldHint
source: Input your experience in a year
id: Masukkan pengalaman Anda dalam satu tahun

# closeText
source: Close
id: Tutup

# chooseText
source: Choose
id: Pilih

# cvSubTitle
source: Upload your latest CV to get more people interested in your background.
id: Unggah CV terbaru Anda agar lebih banyak orang tertarik dengan latar belakang Anda.

# importYourFilesText
source: Import your files
id: Impor file Anda

# personalLinkTitle
source: Personal Link
id: Tautan Pribadi

# personalLinkSubtitle
source: Share your personal link on social media, websites, or projects to attract people's interest.
id: Bagikan tautan pribadi Anda di media sosial, situs web, atau proyek untuk menarik minat orang.

# linkedinHintText
source: Share your LinkedIn profile
id: Bagikan profil LinkedIn Anda

# instagramHintText
source: Share your Instagram profile
id: Bagikan profil Instagram Anda

# websiteHintText
source: Share your personal website
id: Bagikan situs web pribadi Anda

# projectHintText
source: Share your personal project
id: Bagikan situs project pribadi Anda

# registrationSuccessText
source: Registration Success
id: Pendaftaran Berhasil

# registrationSuccessSubtitle
source: It's time to attract people with your amazing profile.
id: Sekarang saatnya menarik orang dengan profil Anda yang menakjubkan.
